[{"id":"14c1a9ea-547f-4bf4-8dea-6076e949b83e","galaxy":{"original":"Andromeda Galaxy","translation":"Galaxia de Andrómeda"},"constellation":{"original":"Andromeda","translation":"Andrómeda"},"desc":{"original":"The Andromeda Galaxy is a barred spiral galaxy and is the nearest major galaxy to the Milky Way, where the Solar System resides. It was originally named the Andromeda Nebula and is cataloged as Messier M, M, and NGC. Andromeda has a diameter of about kiloparsecs and is approximately kpc from Earth. The galaxy's name stems from the area of Earth's sky in which it appears, the constellation of Andromeda, which itself is named after the princess who was the wife of Perseus in Greek mythology.\n\nThe virial mass of the Andromeda Galaxy is of the same order of magnitude as that of the Milky Way, at trillion solar masses ( kilograms). The mass of either galaxy is difficult to estimate with any accuracy, but it was long thought that the Andromeda Galaxy was more massive than the Milky Way by a margin of some %. This has been called into question by early st century studies indicating a possibly lower mass for the Andromeda Galaxy and a higher mass for the Milky Way. The Andromeda Galaxy has a diameter of about kpc, making it the largest member of the Local Group of galaxies in terms of extension.\n\nThe Milky Way and Andromeda galaxies are expected to collide in around billion years, merging to potentially form a giant elliptical galaxy or a large lenticular galaxy. With an apparent magnitude of , the Andromeda Galaxy is among the brightest of the Messier objects, and is visible to the naked eye from Earth on moonless nights, even when viewed from areas with moderate light pollution.","translation":"La Galaxia de Andrómeda es una galaxia espiral barrada y es la galaxia principal más cercana a la Vía Láctea, donde el Sistema Solar reside. Originalmente se le llamó la Nebulosa de Andrómeda y está catalogada como Messier M, M y NGC. Andrómeda tiene un diámetro de aproximadamente kiloparsecs y está aproximadamente kpc de la Tierra. El nombre de la galaxia proviene del área del cielo terrestre en la que aparece, la constelación de Andrómeda, que a su vez lleva el nombre de la princesa que fue la esposa de Perseo en la mitología griega."},"galaxyData":[{"label":{"es":"Pronunciación","en":"Pronunciation"},"info":"/ænrˈdɪmdə/"},{"label":{"es":"Constelación","en":"Constellation"},"info":"Andromeda"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"00h 42m 44.3s"},{"label":{"es":"Declinación","en":"Declination"},"info":"+41° 16′ 9″"},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"z = −0.001004 (el signo menos indica corrimiento al azul)"},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"−301 ± 1 km/s"},{"label":{"es":"Distancia","en":"Distance"},"info":"765 kpc (2.50 Mly)"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"3.44"},{"label":{"es":"Magnitud absoluta (V)","en":"Absolute magnitude (V)"},"info":"−21.5"},{"label":{"es":"Tipo","en":"Type"},"info":"SA(s)b"},{"label":{"es":"Masa","en":"Mass"},"info":"(1.5 ± 0.5) × 10^12 M☉"},{"label":{"es":"Número de estrellas","en":"Number of stars"},"info":"~1 billón (10^12)"},{"label":{"es":"Tamaño","en":"Size"},"info":"46.56 kpc (152,000 ly)"},{"label":{"es":"Tamaño aparente (V)","en":"Apparent size (V)"},"info":"3.167° × 1°"},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"M31, NGC 224, UGC 454, PGC 2557, 2C 56 (Núcleo), CGCG 535-17, MCG +07-02-016, IRAS 00400+4059, 2MASX J00424433+4116074, GC 116, h 50, Bode 3, Flamsteed 58, Hevelius 32, Ha 3.3, IRC +40013"}]},{"id":"24d555a4-1b6c-4a90-8ef6-0bb40e393c0f","galaxy":{"original":"Antennae Galaxies","translation":"Galaxias de las Antenas"},"constellation":{"original":"Corvus","translation":"Corvus"},"desc":{"original":"The Antennae Galaxies are a pair of interacting galaxies in the constellation Corvus. They are currently going through a starburst phase, in which the collision of clouds of gas and dust, with entangled magnetic fields, causes rapid star formation. They were discovered by William Herschel in 1785.","translation":"Las Galaxias Antennae son un par de galaxias en interacción en la constelación de Corvus. Actualmente están experimentando una fase de explosión estelar, en la que la colisión de nubes de gas y polvo, con campos magnéticos enredados, provoca una formación rápida de estrellas. Fueron descubiertas por William Herschel en 1785."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Ringtail Galaxy, NGC 4038 / 4039, PGC 37967 / 37969, Arp 244, Caldwell 60/61, UGCA 264/265"},{"label":{"es":"Constelación","en":"Constellation"},"info":"Corvus "},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 01m 53.0s / 12h 01m 53.6s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−18° 52′ 10″ / −18° 53′ 11″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"1642 ± 12 / 1641 ± 9 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"45 Mly / 65 Mly"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"11.2 / 11.1 "},{"label":{"es":"Tipo","en":"Type"},"info":"SB(s)m pec / SA(s)m pec "},{"label":{"es":"Tamaño","en":"Size"},"info":"500,000 ly (150 kpc) [a]"},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"5.2' × 3.1' / 3.1' × 1.6' "}]},{"id":"fddc3203-dc1e-488f-b454-6605b8e517be","galaxy":{"original":"Backward Galaxy","translation":"Galaxia Reversa"},"constellation":{"original":"Centaurus","translation":"Centauro"},"desc":{"original":"NGC 4622 is a face-on unbarred spiral galaxy with a very prominent ring structure located in the constellation Centaurus. The galaxy is a member of the Centaurus Cluster. The spiral galaxy, NGC 4622 (also called Backward galaxy), lies approximately 111 million light years away from Earth in the constellation Centaurus. NGC 4622 is an example of a galaxy with leading spiral arms. Each spiral arm winds away from the center of the galaxy and ends at an outermost tip that \"points\" in a certain direction (away from the arm). Spiral arms were thought to always trail, meaning that the outermost tip of every spiral arm points away from the direction of the disk\\'s orbital rotation. This is true of the inner spiral arm of NGC 4622 but not of its outer spiral arms. The outer arms of NGC 4622 are instead leading spiral arms, meaning the tips of the spiral arms point towards the direction of disk rotation. This may be the result of a gravitational interaction between NGC 4622 and another galaxy or the result of a merger between NGC 4622 and a smaller object.","translation":"NGC 4622 es una galaxia espiral sin barra, vista de frente, con una estructura de anillo muy prominente, ubicada en la constelación de Centaurus. La galaxia es miembro del Cúmulo de Centaurus. La galaxia espiral NGC 4622 (también llamada galaxia hacia atrás) se encuentra aproximadamente a 111 millones de años luz de la Tierra en la constelación de Centaurus. NGC 4622 es un ejemplo de una galaxia con brazos espirales líderes. Cada brazo espiral se aleja del centro de la galaxia y termina en una punta exterior que \"apunta\" en una dirección determinada (alejada del brazo). "},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"PGC 42701 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Centaurus"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 42m 37.7s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−40° 44′ 35″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"4367 ± 39 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"200 millones de años luz "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"12.6 "},{"label":{"es":"Tipo","en":"Type"},"info":"SA(r)ab "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"1.7' × 1.6' "}]},{"id":"7c5e11a4-352d-4fae-a8f5-86b33615db5c","galaxy":{"original":"Black Eye Galaxy","translation":"Galaxia del Ojo Negro"},"constellation":{"original":"Coma Berenices","translation":"Cabellera de Berenice"},"desc":{"original":"The Black Eye Galaxy (also called Sleeping Beauty Galaxy or Evil Eye Galaxy and designated Messier 64, M64, or NGC 4826) is a relatively isolated spiral galaxy 17 million light-years away in the mildly northern constellation of Coma Berenices. It was discovered by Edward Pigott in March 1779, and independently by Johann Elert Bode in April of the same year, as well as by Charles Messier the next year. A dark band of absorbing dust partially in front of its bright nucleus gave rise to its nicknames of the \"Black Eye\", \"Evil Eye\", or \"Sleeping Beauty\" galaxy. M64 is well known among amateur astronomers due to its form in small telescopes and visibility across inhabited latitudes.\n\nThis galaxy is inclined 60° to the line-of-sight and has a position angle of 112°. At the distance of this galaxy, it has a linear scale of 65 ly (20 pc) per arcsecond. The morphological classification in the De Vaucouleurs system is (R)SA(rs)ab, where the '(R)' indicates an outer ring-like structure, 'SA' denotes a non-barred spiral, '(rs)' means a transitional inner ring/spiral structure, and 'ab' says the spiral arms are fairly tightly wound. Ann et al. (2015) gave it a class of SABa, suggesting a weakly barred spiral galaxy with tightly wound arms.","translation":"La Galaxia Ojo Negro (también llamada Galaxia Bella Durmiente o Galaxia del Ojo Malvado y designada Messier 64, M64 o NGC 4826) es una galaxia espiral relativamente aislada, ubicada a 17 millones de años luz en la constelación Coma Berenices, en una zona moderadamente al norte. Fue descubierta por Edward Pigott en marzo de 1779, de manera independiente por Johann Elert Bode en abril del mismo año, así como por Charles Messier al año siguiente. Una banda oscura de polvo absorbente parcialmente frente a su núcleo brillante dio origen a sus apodos de 'Ojo Negro', 'Ojo Malvado' o 'Bella Durmiente'. M64 es ampliamente conocida entre los astrónomos aficionados debido a su forma en telescopios pequeños y a su visibilidad en latitudes habitadas.\n\nEsta galaxia está inclinada 60° respecto a la línea de visión y tiene un ángulo de posición de 112°."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Evil Eye Galaxy, M64, NGC 4826, PGC 44182, UGC 8062 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Coma Berenices "},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 56m 43.696s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+21° 40′ 57.57″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"0.001361 ± 0.000013 "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"410 "},{"label":{"es":"Velocidad galactocéntrica","en":"Galactocentric velocity"},"info":"400 ± 4 "},{"label":{"es":"Distancia","en":"Distance"},"info":"17.3 Mly (5.30 Mpc) "},{"label":{"es":"Grupo o cúmulo","en":"Group or cluster"},"info":"CVn I "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"8.52 "},{"label":{"es":"Magnitud aparente (B)","en":"Apparent magnitude (B)"},"info":"9.36 "},{"label":{"es":"Tipo","en":"Type"},"info":"(R)SA(rs)ab, HIISy2 "},{"label":{"es":"Tamaño","en":"Size"},"info":"16.51 kiloparsecs (53,800 light-years) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"10.71 × 5.128 arcminute "}]},{"id":"8a48b108-9cf7-4fa5-9dfe-3bdad1a4aa17","galaxy":{"original":"Bode's Galaxy","translation":"Galaxia de Bode"},"constellation":{"original":"Ursa Major","translation":"Osa Mayor"},"desc":{"original":"Messier 81 (also known as NGC 3031 or Bode's Galaxy) is a grand design spiral galaxy about 12 million light-years away in the constellation Ursa Major. It has a D25 isophotal diameter of 29.44 kiloparsecs (96,000 light-years). Because of its relative proximity to the Milky Way galaxy, large size, and active galactic nucleus (which harbors a 70 million M☉ supermassive black hole), Messier 81 has been studied extensively by professional astronomers. The galaxy's large size and relatively high brightness also makes it a popular target for amateur astronomers. In late February 2022, astronomers reported that M81 may be the source of FRB 20200120E, a repeating fast radio burst.","translation":"Messier 81 (también conocida como NGC 3031 o la Galaxia de Bode) es una galaxia espiral de diseño grandioso ubicada aproximadamente a 12 millones de años luz en la constelación de la Osa Mayor. Tiene un diámetro isofotal D25 de 29.44 kiloparsecs (96,000 años luz). Debido a su relativa proximidad a la Vía Láctea, su gran tamaño y su núcleo galáctico activo (que alberga un agujero negro supermasivo de 70 millones de masas solares), Messier 81 ha sido estudiada extensivamente por astrónomos profesionales. El gran tamaño y el brillo relativamente alto de la galaxia también la convierten en un objetivo popular para astrónomos aficionados."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"NGC 3031, UGC 5318, MCG+12-10-010, PGC 28630, Bode's Galaxy "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Ursa Major "},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"09h 55m 33.2s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+69° 3′ 55″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"−0.000113"},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"−34"},{"label":{"es":"Velocidad galactocéntrica","en":"Galactocentric velocity"},"info":"73"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"6.94 "},{"label":{"es":"Tipo","en":"Type"},"info":"SA(s)ab, LINER "},{"label":{"es":"Tamaño","en":"Size"},"info":"29.44 kiloparsecs (96,000 light-years) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"26.9 × 14.1 moa "}]},{"id":"2690e59b-f467-41ba-994f-dc4248247af7","galaxy":{"original":"Butterfly Galaxies","translation":"Galaxias de Mariposa"},"constellation":{"original":"Virgo","translation":"Virgo"},"desc":{"original":"NGC 4567 and NGC 4568 (nicknamed the Butterfly Galaxies or Siamese Twins) are a set of unbarred spiral galaxies about 60 million light-years away in the constellation Virgo. They were both discovered by William Herschel in 1784. They are part of the Virgo Cluster of galaxies.\n\nThese galaxies are in the process of colliding and merging with each other, as studies of their distributions of neutral and molecular hydrogen show, with the highest star-formation activity in the part where they overlap. However, the system is still in an early phase of interaction.\n\nFour supernovae have been observed in the Butterfly Galaxies: SN 1990B (type Ib, mag. 16), SN 2004cc (type Ic, mag. 17.5), SN 2020fqv (type IIb, mag. 19), and SN 2023ijd (type II, mag. 16.8).","translation":"NGC 4567 y NGC 4568 (apodadas las Galaxias Mariposa o los Gemelos Siameses) son un par de galaxias espirales sin barra ubicadas aproximadamente a 60 millones de años luz en la constelación Virgo. Ambas fueron descubiertas por William Herschel en 1784. Son parte del Cúmulo de Virgo de galaxias.\n\nEstas galaxias están en proceso de colisión y fusión entre sí, como indican los estudios de sus distribuciones de hidrógeno neutro y molecular, con la actividad más intensa de formación estelar en la parte donde se superponen. Sin embargo, el sistema aún se encuentra en una fase temprana de interacción."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"NGC 4567/8, UGC 7776/7, PGC 42064/9, VV 219, KPG 347, Butterfly Galaxies, Siamese Twin Galaxies, Siamese Twins Galaxies, Siamese Twins [NB 1]"},{"label":{"es":"Constelación","en":"Constellation"},"info":"Virgo"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 36m 34.3s"},{"label":{"es":"Declinación","en":"Declination"},"info":"+11° 14′ 17″"},{"label":{"es":"Distancia","en":"Distance"},"info":"62 Mly (19.1 Mpc) "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"+10.9"},{"label":{"es":"Magnitud absoluta (V)","en":"Absolute magnitude (V)"},"info":"-13.3"},{"label":{"es":"Tipo","en":"Type"},"info":"SA(rs)bc / SA(rs)bc"},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"4.6′ × 2.1′"}]},{"id":"4e721c51-24ce-4f05-8a29-7892a9040cbe","galaxy":{"original":"Cartwheel Galaxy","translation":"Galaxia de la Rueda de Carro"},"constellation":{"original":"Sculptor","translation":"Escultor"},"desc":{"original":"The Cartwheel Galaxy (also known as ESO 350-40 or PGC 2248) is a lenticular ring galaxy about 500 million light-years away in the constellation Sculptor. It has a D25 isophotal diameter of 44.23 kiloparsecs (144,300 light-years), and a mass of about 2.9–4.8 × 109 solar masses; its outer ring has a circular velocity of 217 km/s. It was discovered by Fritz Zwicky in 1941. Zwicky considered his discovery \"one of the most complicated structures awaiting its explanation on the basis of stellar dynamics.\"\nThe Third Reference Catalogue of Bright Galaxies (RC3) measured a D25 isophotal diameter for the Cartwheel Galaxy at about 60.9 arcseconds, giving it a diameter of 44.23 kiloparsecs (144,300 light-years) based on a redshift-derived distance of 132.2 megaparsecs (431 million light-years). This diameter is slightly smaller than that of the Andromeda Galaxy.\nThe large Cartwheel Galaxy is the dominant member of the Cartwheel Galaxy group, consisting of four physically associated spiral galaxies. The three companions are referred to in several studies as G1, the smaller irregular blue Magellanic spiral; G2, the yellow compact spiral with a tidal tail; and G3, a more distant spiral often seen in wide field images.\nSN 2021afdx, a type II supernova in the Cartwheel Galaxy, was discovered in November 2021.","translation":"La Galaxia Cartwheel (también conocida como ESO 350-40 o PGC 2248) es una galaxia anular lenticular ubicada aproximadamente a 500 millones de años luz en la constelación Sculptor. Tiene un diámetro isofotal D25 de 44.23 kiloparsecs (144,300 años luz) y una masa de alrededor de 2.9–4.8 × 109 masas solares; su anillo externo tiene una velocidad circular de 217 km/s. Fue descubierta por Fritz Zwicky en 1941. Zwicky consideró su descubrimiento como \"una de las estructuras más complicadas que espera su explicación sobre la base de la dinámica estelar."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"MCG-06-02-022a, PGC 2248 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Sculptor"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"00h 37m 41.1s"},{"label":{"es":"Declinación","en":"Declination"},"info":"−33° 42′ 59″"},{"label":{"es":"Redshift","en":"Redshift"},"info":"9050 ± 3 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"500 Mly (150 Mpc) "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"15.2 "},{"label":{"es":"Tipo","en":"Type"},"info":"S pec (Ring) "},{"label":{"es":"Tamaño","en":"Size"},"info":"44.23 kpc (144,300 ly) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"1′.1 × 0′.9 "}]},{"id":"ff4e06eb-e76a-4e34-a073-31d731cb9eb9","galaxy":{"original":"Cigar Galaxy","translation":"Galaxia del Cigarro"},"constellation":{"original":"Ursa Major","translation":"Osa Mayor"},"desc":{"original":"Messier 82 (also known as NGC 3034, Cigar Galaxy or M82) is a starburst galaxy approximately 12 million light-years away in the constellation Ursa Major. It is the second-largest member of the M81 Group, with the D25 isophotal diameter of 12.52 kiloparsecs (40,800 light-years). It is about five times more luminous than the Milky Way and its central region is about one hundred times more luminous. The starburst activity is thought to have been triggered by interaction with neighboring galaxy M81. As one of the closest starburst galaxies to Earth, M82 is the prototypical example of this galaxy type. SN 2014J, a type Ia supernova, was discovered in the galaxy on 21 January 2014. In 2014, in studying M82, scientists discovered the brightest pulsar yet known, designated M82 X-2.","translation":"Messier 82 (también conocida como NGC 3034, la Galaxia Cigarro o M82) es una galaxia en explosión de estrellas ubicada aproximadamente a 12 millones de años luz en la constelación de la Osa Mayor. Es el segundo miembro más grande del Grupo M81, con un diámetro isofotal D25 de 12.52 kiloparsecs (40,800 años luz). Es aproximadamente cinco veces más luminosa que la Vía Láctea y su región central es alrededor de cien veces más luminosa. Se cree que la actividad de explosión de estrellas fue desencadenada por la interacción con la galaxia vecina M81."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"NGC 3034, UGC 5322, Arp 337, Cigar Galaxy, PGC 28655, 3C 231 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Ursa Major"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"09h 55m 52.2s"},{"label":{"es":"Declinación","en":"Declination"},"info":"+69° 40′ 47″"},{"label":{"es":"Redshift","en":"Redshift"},"info":"203 ± 4 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"11.4–12.4 Mly (3.5–3.8 Mpc) "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"8.41 "},{"label":{"es":"Tipo","en":"Type"},"info":"I0 "},{"label":{"es":"Tamaño","en":"Size"},"info":"12.52 kiloparsecs (40,800 light-years) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"11.2′ × 4.3′ "}]},{"id":"d90a9b74-a502-4421-9d7a-c94bd1d24e40","galaxy":{"original":"Circinus Galaxy","translation":"Galaxia del Compás"},"constellation":{"original":"Circinus","translation":"Compás"},"desc":{"original":"The Circinus Galaxy (ESO 97-G13) is a Seyfert galaxy in the constellation of Circinus. It is located 4 degrees below the Galactic plane, and, at a distance of 4.0 Mpc (13 Mly), is one of the closest major galaxies to the Milky Way. The galaxy is undergoing tumultuous changes, as rings of gas are likely being ejected from the galaxy. Its outermost ring is 1400 light-years across while the inner ring is 260 light-years across. Although the Circinus galaxy can be seen using a small telescope, it was not noticed until 1977 because it lies close to the plane of the Milky Way and is obscured by galactic dust. The Circinus Galaxy is a Type II Seyfert galaxy and is one of the closest known active galaxies to the Milky Way, though it is probably slightly farther away than Centaurus A.\n\nCircinus Galaxy produced supernova SN 1996cr, which was identified over a decade after it exploded. This supernova event was first observed during 2001 as a bright, variable object in a Chandra X-ray Observatory image, but it was not confirmed as a supernova until years later.\n\nThe Circinus Galaxy is one of twelve large galaxies in the \"Council of Giants\" surrounding the Local Group in the Local Sheet. One object is possibly a satellite of the Circinus Galaxy, known as HIZOA J1353-58. HIZOA J1353-58 was discovered in a survey of neutral hydrogen (H I) and is located within the Zone of Avoidance.","translation":"La Galaxia Circinus (ESO 97-G13) es una galaxia Seyfert en la constelación Circinus. Se encuentra a 4 grados por debajo del plano Galáctico y, a una distancia de 4.0 Mpc (13 Mly), es una de las galaxias mayores más cercanas a la Vía Láctea. La galaxia está experimentando cambios tumultuosos, ya que es probable que anillos de gas estén siendo eyectados de la galaxia. Su anillo más externo tiene un diámetro de 1400 años luz, mientras que el anillo interno tiene un diámetro de 260 años luz. Aunque la galaxia Circinus puede ser vista con un telescopio pequeño, no fue observada hasta 1977 debido a que se encuentra cerca del plano de la Vía Láctea y está oscurecida por polvo galáctico."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"ESO 97-G13, LEDA 50779 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Circinus"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"14h 13m 9.9s"},{"label":{"es":"Declinación","en":"Declination"},"info":"−65° 20′ 21″"},{"label":{"es":"Redshift","en":"Redshift"},"info":"426 ± 25 km/s"},{"label":{"es":"Distancia","en":"Distance"},"info":"4.0 Mpc [ 13 Mly ]"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"12.1 "},{"label":{"es":"Tipo","en":"Type"},"info":"SA(s)b "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"6.9′ × 3.0′ "}]},{"id":"cffb936c-7b4b-4937-b368-1ef30c50993d","galaxy":{"original":"Coma Pinwheel Galaxy","translation":"Galaxia de la Rueda de Carro de Coma"},"constellation":{"original":"Coma Berenices","translation":"Cabellera de Berenice"},"desc":{"original":"Messier 99 or M99, also known as NGC 4254, is a grand design spiral galaxy in the northern constellation Coma Berenices approximately 15,000,000 parsecs (49,000,000 light-years) from the Milky Way. It was discovered by Pierre Méchain on 17 March 1781. The discovery was then reported to Charles Messier, who included the object in the Messier Catalogue of comet-like objects. It was one of the first galaxies in which a spiral pattern was seen. This pattern was first identified by Lord Rosse in the spring of 1846.\n\nThis galaxy has a morphological classification of SA(s)c, indicating a pure spiral shape with loosely wound arms. It has a peculiar shape with one normal looking arm and an extended arm that is less tightly wound. The galaxy is inclined by 42° to the line-of-sight with a major axis position angle of 68°. Four supernovae have been observed in this galaxy: SN 1967H (type II, mag. 14.6), SN 1972Q (type unknown, mag. 15.8), SN 1986I (type II, mag. 14), and SN 2014L (type Ic, mag. 15.4).","translation":"Messier 99 o M99, también conocida como NGC 4254, es una galaxia espiral de diseño grandioso en la constelación septentrional de Coma Berenices, ubicada aproximadamente a 15,000,000 de parsecs (49,000,000 de años luz) de la Vía Láctea. Fue descubierta por Pierre Méchain el 17 de marzo de 1781. El descubrimiento luego fue reportado a Charles Messier, quien incluyó el objeto en el Catálogo Messier de objetos similares a cometas. Fue una de las primeras galaxias en las que se observó un patrón espiral. Este patrón fue identificado por primera vez por Lord Rosse en la primavera de 1846."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Coma Pinwheel Galaxy, Virgo Cluster Pinwheel, M99, NGC 4254, PGC 39578, UGC 7345 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Coma Berenices "},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 18m 49.625s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+14° 24′ 59.36″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"0.008029 "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"2,404 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"45.2 Mly (13.87 Mpc) "},{"label":{"es":"Grupo o cúmulo","en":"Group or cluster"},"info":"Virgo Cluster "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"9.9 "},{"label":{"es":"Tipo","en":"Type"},"info":"SA(s)c "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"5.4′ × 4.7′ "}]},{"id":"86b2e9c3-f822-4c73-9f05-7186f621f92f","galaxy":{"original":"Comet Galaxy","translation":"Galaxia del Cometa"},"constellation":{"original":"Sculptor","translation":"Escultor"},"desc":{"original":"The Comet Galaxy, a spiral galaxy located 3.2 billion light-years from Earth, in the galaxy cluster Abell 2667, was found with the Hubble Space Telescope. This galaxy has slightly more mass than our Milky Way. It was detected on 2 March 2007.","translation":"La Galaxia Cometa, una galaxia espiral ubicada a 3.2 mil millones de años luz de la Tierra, en el cúmulo de galaxias Abell 2667, fue descubierta con el Telescopio Espacial Hubble. Esta galaxia tiene ligeramente más masa que nuestra Vía Láctea. Fue detectada el 2 de marzo de 2007."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"2dFGRS TGS132Z144, EQ J235144-260358, LEDA 3234374 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Sculptor"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"23h 51m 44.03s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−26° 03′ 59.6″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"0.2265 "},{"label":{"es":"Distancia","en":"Distance"},"info":"3.2 billion light-years"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"18.7"},{"label":{"es":"Tipo","en":"Type"},"info":"dIrr "},{"label":{"es":"Masa","en":"Mass"},"info":"(stellar) 3.8 x 10^8 M☉ "},{"label":{"es":"Tamaño","en":"Size"},"info":"600,000 ly (180,000 pc)"}]},{"id":"7b33a52a-eab6-45c9-a623-ad638001a0fe","galaxy":{"original":"Condor Galaxy","translation":"Galaxia del Cóndor"},"constellation":{"original":"Pavo","translation":"Pavo"},"desc":{"original":"NGC 6872, also known as the Condor Galaxy, is a large barred spiral galaxy of type SB(s)b pec in the constellation Pavo. It is 212 million light-years from Earth. NGC 6872 is interacting with the lenticular galaxy IC 4970, which is less than one twelfth as large. The galaxy has two elongated arms with a diameter based on ultraviolet light of over 522,000 light-years, and a D25.5 isophotal diameter of over 717,000 light-years, making it the largest known spiral galaxy. It was discovered on 27 June 1835 by English astronomer John Herschel.","translation":"NGC 6872, también conocida como la Galaxia Cóndor, es una gran galaxia espiral barrada del tipo SB(s)b pec en la constelación Pavo. Se encuentra a 212 millones de años luz de la Tierra. NGC 6872 está interactuando con la galaxia lenticular IC 4970, que es menos de un duodécimo de su tamaño. La galaxia tiene dos brazos alargados con un diámetro basado en luz ultravioleta de más de 522,000 años luz, y un diámetro isofotal D25.5 de más de 717,000 años luz, lo que la convierte en la galaxia espiral más grande conocida. Fue descubierta el 27 de junio de 1835 por el astrónomo inglés John Herschel."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"ESO 73-32, JB a 28-1, LEDA 64413, 2MASX J20165648-7046057, 2E 2011.7-7055"},{"label":{"es":"Constelación","en":"Constellation"},"info":"Pavo"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"20h 16m 56.558s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−70° 46′ 04.60″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"0.015194 ± 0.0001 "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"4555 ± 30 km/s "},{"label":{"es":"Velocidad galactocéntrica","en":"Galactocentric velocity"},"info":"4443 ± 30 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"212 Mly (65 Mpc) "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"10.69 "},{"label":{"es":"Magnitud absoluta (V)","en":"Absolute magnitude (V)"},"info":"−23.29 "},{"label":{"es":"Tipo","en":"Type"},"info":"SB(s)b pec "},{"label":{"es":"Masa","en":"Mass"},"info":">10^11 M☉ "},{"label":{"es":"Tamaño","en":"Size"},"info":">522 kly (160 kpc) (UV light diameter) \n717 kly (220 kpc) (25.5 mag/arcsec² B-band isophote) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"6.0′ × 1.7′ "}]},{"id":"0769a29e-f7b6-4f44-98a4-e9a41b4390b4","galaxy":{"original":"Cosmos Redshift 7","translation":"Cosmos Desplazamiento al Rojo 7"},"constellation":{"original":"Sextans","translation":"Sextante"},"desc":{"original":"Cosmos Redshift 7 (also known as COSMOS Redshift 7, Galaxy Cosmos Redshift 7, Galaxy CR7 or CR7) is a high-redshift Lyman-alpha emitter galaxy. At a redshift z = 6.6, the galaxy is observed as it was about 800 million years after the Big Bang, during the epoch of reionisation. With a light travel time of 12.9 billion years, it is one of the oldest, most distant galaxies known.\n\nCR7 shows some of the expected signatures of Population III stars i.e. the first generation of stars produced during early galaxy formation. These signatures were detected in a bright pocket of blue stars; the rest of the galaxy contains redder Population II stars. However, recent studies show no evidence for population III stars in CR7.","translation":"Cosmos Redshift 7 (también conocida como COSMOS Redshift 7, Galaxia Cosmos Redshift 7, Galaxia CR7 o CR7) es una galaxia emisora de Lyman-alfa de alto corrimiento al rojo. Con un corrimiento al rojo z = 6.6, la galaxia se observa como si estuviera a unos 800 millones de años después del Big Bang, durante la época de la reionización. Con un tiempo de viaje de la luz de 12.9 mil millones de años, es una de las galaxias más antiguas y distantes conocidas.\n\nCR7 muestra algunas de las señales esperadas de las estrellas de la Población III, es decir, la primera generación de estrellas producidas durante la formación temprana de la galaxia."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"COSMOS Redshift 7; Galaxy Cosmos Redshift 7; Galaxy CR7; CR7"},{"label":{"es":"Constelación","en":"Constellation"},"info":"Sextans"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"10h 00m 58.005s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+01° 48′ 15.251″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"6.604 "},{"label":{"es":"Distancia","en":"Distance"},"info":"12.9 billion light-years "},{"label":{"es":"Tipo","en":"Type"},"info":"Lyman-alpha emitter "}]},{"id":"1590feea-40f4-4221-8c48-4ceec18ab9a0","galaxy":{"original":"Eye of Sauron","translation":"Ojo de Sauron"},"constellation":{"original":"Canes Venatici","translation":"Canes Venatici"},"desc":{"original":"NGC 4151 is an intermediate spiral Seyfert galaxy with weak inner ring structure located 15.8 megaparsecs (52 million light-years) from Earth in the constellation Canes Venatici. The galaxy was first mentioned by William Herschel on March 17, 1787; it was one of the six Seyfert galaxies described in the paper which defined the term. It is one of the nearest galaxies to Earth to contain an actively growing supermassive black hole. The black hole would have a mass on the order of 2.5 million to 30 million solar masses. It was speculated that the nucleus may host a binary black hole, with about 40 million and about 10 million solar masses respectively, orbiting with a 15.8-year period. This is, however, still a matter of active debate.\n\nSome astronomers nickname it the \"Eye of Sauron\" from its appearance.\n\nOne supernova has been observed in NGC 4151: SN 2018aoq (Type II, mag 14.4).","translation":"NGC 4151 es una galaxia Seyfert espiral intermedia con una estructura de anillo interno débil, ubicada a 15.8 megaparsecs (52 millones de años luz) de la Tierra en la constelación Canes Venatici. La galaxia fue mencionada por primera vez por William Herschel el 17 de marzo de 1787; fue una de las seis galaxias Seyfert descritas en el artículo que definió el término. Es una de las galaxias más cercanas a la Tierra que contiene un agujero negro supermasivo en crecimiento activo. El agujero negro tendría una masa del orden de 2.5 millones a 30 millones de masas solares."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"UGC 7166, PGC 38739 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Canes Venatici"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 10m 32.6s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+39° 24′ 21″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"0.003262 , 995 ± 3 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"15.8 ± 0.4 Mpc (51.5 × 10^6 ± 1.3 × 10^6 ly) "},{"label":{"es":"Tipo","en":"Type"},"info":"(R')SAB(rs)ab, Sy1 , "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"6.4′ × 5.5′ "}]},{"id":"bbe7b2cd-0bdd-48d8-b9b4-3f8370e81ed6","galaxy":{"original":"Fireworks Galaxy","translation":"Galaxia de los Fuegos Artificiales"},"constellation":{"original":"Cygnus and Cepheus","translation":"Cygnus y Cepheus"},"desc":{"original":"NGC 6946, sometimes referred to as the Fireworks Galaxy, is a face-on intermediate spiral galaxy with a small bright nucleus, whose location in the sky straddles the boundary between the northern constellations of Cepheus and Cygnus. Its distance from Earth is about 25.2 million light-years or 7.72 megaparsecs, similar to the distance of M101 (NGC 5457) in the constellation Ursa Major. Both were once considered to be part of the Local Group, but are now known to be among the dozen bright spiral galaxies near the Milky Way but beyond the confines of the Local Group. NGC 6946 lies within the Virgo Supercluster.\n\nThe galaxy was discovered by William Herschel on 9 September 1798. Based on an estimation by the Third Reference Catalogue of Bright Galaxies (RC3) in 1991, the galaxy has a D25 B-band isophotal diameter of 26.77 kiloparsecs (87,300 light-years). It is heavily obscured by interstellar matter due to its location close to the galactic plane of the Milky Way. Due to its prodigious star formation it has been classified as an active starburst galaxy. NGC 6946 has also been classified as a double-barred spiral galaxy, with the inner, smaller bar presumably responsible for funneling gas into its center.","translation":"NGC 6946, a veces referida como la Galaxia de los Fuegos Artificiales, es una galaxia espiral intermedia con orientación frontal y un pequeño núcleo brillante, cuya ubicación en el cielo cruza el límite entre las constelaciones del norte Cepheus y Cygnus. Su distancia a la Tierra es de aproximadamente 25.2 millones de años luz o 7.72 megaparsecs, similar a la distancia de M101 (NGC 5457) en la constelación Ursa Major. Ambas fueron consideradas parte del Grupo Local en algún momento, pero ahora se sabe que se encuentran entre las docenas de galaxias espirales brillantes cerca de la Vía Láctea pero más allá de los límites del Grupo Local."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"UGC 11597, PGC 65001, Arp 29, Caldwell 12 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Cepheus & Cygnus"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"20h 34m 52.3s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+60° 09′ 14″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"0.000133 "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"48 ± 2 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"25.2 ± 1.0 Mly (7.72± 0.32 Mpc) "},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"+9.6 "},{"label":{"es":"Tipo","en":"Type"},"info":"SAB(rs)cd "},{"label":{"es":"Tamaño","en":"Size"},"info":"26.77 kpc (87,300 ly)  (diámetro; 25.0 mag/arcsec² isofota B-band) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"16.0 x 11.2 arcmin "}]},{"id":"4ecf0a05-0e7e-4bb0-88b6-cbfb427b1d00","galaxy":{"original":"Hoag's Object","translation":"Objeto de Hoag"},"constellation":{"original":"Serpens Caput","translation":"Serpens Caput"},"desc":{"original":"Hoag's Object is an unusual ring galaxy in the constellation of Serpens Caput. It is named after Arthur Hoag, who discovered it in 1950 and identified it as either a planetary nebula or a peculiar galaxy. The galaxy has approximately eight billion stars, and is roughly 120,000 light years across.","translation":"El Objeto de Hoag es una inusual galaxia anular en la constelación de Serpens Caput. Lleva el nombre de Arthur Hoag, quien la descubrió en 1950 e identificó como una nebulosa planetaria o una galaxia peculiar. La galaxia tiene aproximadamente ocho mil millones de estrellas y tiene un diámetro de aproximadamente 120,000 años luz."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"PGC 54559, PRC D-51 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Serpens Caput"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"15h 17m 14.4s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+21° 35′ 08″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"12,740 ± 50 km/s  "},{"label":{"es":"Distancia","en":"Distance"},"info":"612.8 ± 9.4 Mly (187.9 ± 2.9 Mpc)  [a]"},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"16.2 "},{"label":{"es":"Tipo","en":"Type"},"info":"(RP)E0 or (RP)SA0/a "},{"label":{"es":"Tamaño","en":"Size"},"info":"121 ± 4 kly in diameter "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"0.28′ × 0.28′ "}]},{"id":"a6609fc4-dab7-44c9-bf8d-428111a4664c","galaxy":{"original":"Hockey Stick Galaxies","translation":"Galaxias del Palo de Hockey"},"constellation":{"original":"Canes Venatici","translation":"Canes Venatici"},"desc":{"original":"NGC 4656/57 is a highly warped barred spiral galaxy located in the constellation Canes Venatici and is sometimes informally called the Hockey Stick Galaxies or the Crowbar Galaxy. Its unusual shape is thought to be due to an interaction between NGC 4656, NGC 4631, and NGC 4627. The galaxy is a member of the NGC 4631 Group. A Luminous Blue Variable in \"super-outburst\" was discovered in NGC 4656/57 on March 21, 2005.","translation":"NGC 4656/57 es una galaxia espiral barrada altamente deformada ubicada en la constelación Canes Venatici y a veces se le llama informalmente Galaxias del Palo de Hockey o Galaxia del Palanca. Su forma inusual se cree que se debe a una interacción entre NGC 4656, NGC 4631 y NGC 4627. La galaxia es miembro del Grupo NGC 4631. Se descubrió una Variable Luminosa Azul en \"super-estallido\" en NGC 4656/57 el 21 de marzo de 2005."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"UGC 7907, PGC 42863, Hockey Stick Galaxies, Crowbar Galaxy "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Canes Venatici "},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 43m 57.7s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+32° 10′ 05″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"646 km/s "},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"11.0 "},{"label":{"es":"Tipo","en":"Type"},"info":"SB(s)m pec "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"12.9′ "}]},{"id":"bf193d8e-35d0-44ce-9c44-2a2a1964ab50","galaxy":{"original":"Large Magellanic Cloud","translation":"Gran Nube de Magallanes"},"constellation":{"original":"Dorado/Mensa","translation":"Dorado/Mensa"},"desc":{"original":"The Large Magellanic Cloud (LMC) is a satellite galaxy of the Milky Way. At a distance of around 50 kiloparsecs, the LMC is the second- or third-closest galaxy to the Milky Way, after the Sagittarius Dwarf Spheroidal (c. 16 kpc away) and the possible dwarf irregular galaxy called the Canis Major Overdensity. Based on the D25 isophote at the B-band, the Large Magellanic Cloud is about 9.86 kpc across. It is roughly one-hundredth the mass of the Milky Way and is the fourth-largest galaxy in the Local Group, after the Andromeda Galaxy (M31), the Milky Way, and the Triangulum Galaxy (M33).\n\nThe LMC is classified as a Magellanic spiral. It contains a stellar bar that is geometrically off center, suggesting that it was a barred dwarf spiral galaxy before its spiral arms were disrupted, likely by tidal interactions from the Small Magellanic Cloud (SMC) and the Milky Way's gravity.","translation":"La Gran Nube de Magallanes (GNM) es una galaxia satélite de la Vía Láctea. A una distancia de alrededor de 50 kiloparsecs, la GNM es la segunda o tercera galaxia más cercana a la Vía Láctea, después de la Enana Esferoidal de Sagitario (a unos 16 kpc de distancia) y la posible galaxia irregular enana llamada la Sobredensidad de Canis Major. Basándose en la isofota D25 en la banda B, la Gran Nube de Magallanes tiene aproximadamente 9.86 kpc de diámetro. Tiene aproximadamente una centésima de la masa de la Vía Láctea y es la cuarta galaxia más grande en el Grupo Local, después de la Galaxia de Andrómeda (M31), la Vía Láctea y la Galaxia del Triángulo (M33)."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"LMC, ESO 56-G 115, PGC 17223, Nubecula Major  "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Dorado/Mensa"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"05h 23m 34s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−69° 45.4′ "},{"label":{"es":"Distancia","en":"Distance"},"info":"163.0 kly (49.97 kpc) "},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"0.13 "},{"label":{"es":"Tipo","en":"Type"},"info":"SB(s)m "},{"label":{"es":"Masa","en":"Mass"},"info":"1 × 10^10 M☉ (Excluding dark matter), 1.38 × 10^11 M☉ (Including dark matter) "},{"label":{"es":"Número de estrellas","en":"Number of stars"},"info":"20 billion "},{"label":{"es":"Tamaño","en":"Size"},"info":"9.86 kpc (32,200 ly)  (diameter; 25.0 mag/arcsec^2 B-band isophote) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"10.75° × 9.17° "}]},{"id":"320560be-7db3-4b9f-8214-7e5f90d35308","galaxy":{"original":"Lindsay-Shapley Ring","translation":"Anillo de Lindsay-Shapley"},"constellation":{"original":"Volans","translation":"Volans"},"desc":{"original":"AM 0644-741, also known as the Lindsay-Shapley Ring, is an unbarred lenticular galaxy, and a ring galaxy, which is 300 million light-years away in the southern constellation Volans.","translation":"AM 0644-741, también conocida como el Anillo Lindsay-Shapley, es una galaxia lenticular no barrada y una galaxia anular, la cual se encuentra a 300 millones de años luz en la constelación austral Volans."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Southern Ellipse, PGC 19481, AM 0644-741, ESO 34-11, VV 785, IRAS 06443-7411, SGC 064425-7411.1 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Volans"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"6h 43m 6.1s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−74° 13′ 35″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"6604 ± 26 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"300 Mly "},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"13.96 "},{"label":{"es":"Tipo","en":"Type"},"info":"(S0-) + Ring "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"1.7′ "}]},{"id":"f1ee1320-7d39-4e0c-852d-a29a45577c83","galaxy":{"original":"Little Sombrero Galaxy","translation":"Galaxia Pequeño Sombrero"},"constellation":{"original":"Pegasus","translation":"Pegasus"},"desc":{"original":"NGC 7814 (also known as UGC 8 or Caldwell 43) is a spiral galaxy about 40 million light-years away in the constellation Pegasus. The galaxy is seen edge-on from Earth. It is sometimes referred to as \"the little sombrero\", a miniature version of Messier 104. The star field behind NGC 7814 is known for its density of faint, remote galaxies as can be seen in the image here, in the same vein as the Hubble Deep Field.\n\nOne supernova has been observed in NGC 7814: SN 2021rhu (Type Ia, mag 12.2).","translation":"NGC 7814 (también conocida como UGC 8 o Caldwell 43) es una galaxia espiral ubicada a unos 40 millones de años luz de distancia en la constelación de Pegaso. La galaxia se ve de canto desde la Tierra. A veces se le llama \"el pequeño sombrero\", una versión en miniatura de Messier 104. El campo estelar detrás de NGC 7814 es conocido por su densidad de galaxias tenues y distantes, como se puede ver en la imagen aquí, en la misma línea que el Campo Profundo de Hubble.\n\nSe ha observado una supernova en NGC 7814: SN 2021rhu (Tipo Ia, magnitud 12.2)."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Caldwell 43, UGC 8, PGC 218 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Pegasus"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"00h 03m 14.9s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+16° 08′ 44″ "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"1050 ± 4 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"40.0 ± 2.6 Mly (12.2 ± 0.8 Mpc) "},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"11.6 "},{"label":{"es":"Tipo","en":"Type"},"info":"SA(S)ab "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"5.5' × 2.3' "}]},{"id":"4f1567e4-2ab8-46fb-ab69-d714a72783ff","galaxy":{"original":"Malin 1","translation":"Malin 1"},"constellation":{"original":"Coma Berenices","translation":"Coma Berenices"},"desc":{"original":"Malin 1 is a giant low surface brightness (LSB) spiral galaxy.It is located 1.19 billion light-years (366 Mpc) away in the constellation Coma Berenices, near the North Galactic Pole. As of February 2015, it is the largest known spiral galaxy, with an approximate diameter of 650,000 light-years (200,000 pc), thus over six times the diameter of our Milky Way. It was discovered by astronomer David Malin in 1986 and is the first LSB galaxy verified to exist. Its high surface brightness central spiral is 30,000 light-years (9,200 pc) across, with a bulge of 10,000 light-years (3,100 pc). The central spiral is a SB0a type barred-spiral.","traslation":"Malin 1 es una galaxia espiral gigante de baja luminosidad superficial (LSB, por sus siglas en inglés). Se encuentra a una distancia de 1.19 mil millones de años luz (366 Mpc) en la constelación Coma Berenices, cerca del Polo Galáctico Norte. A partir de febrero de 2015, es la galaxia espiral más grande conocida, con un diámetro aproximado de 650,000 años luz (200,000 pc), lo que la hace más de seis veces el diámetro de nuestra Vía Láctea. Fue descubierta por el astrónomo David Malin en 1986 y es la primera galaxia LSB verificada que existe. Su espiral central de alta luminosidad superficial tiene un ancho de 30,000 años luz (9,200 pc), con un bulbo de 10,000 años luz (3,100 pc). La espiral central es de tipo SB0a y tiene una barra en su estructura."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"PGC 42102, LEDA 42102, VPC 1091, 2MASX J12365934+1419494, Gaia DR2 3932516418935413504 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Coma Berenices "},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 36m 59.34697s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+14° 19′ 49.1585″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"0.082557 ± 0.000033 "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"24,750 ± 10 km/s "},{"label":{"es":"Velocidad galactocéntrica","en":"Galactocentric velocity"},"info":"24,707 ± 10 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"1.19 Gly (366 Mpc) h^-1^0.73 "},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"15.809 ± 0.009 "},{"label":{"es":"Magnitud absoluta","en":"Absolute magnitude"},"info":"-22.01 ± 0.50 "},{"label":{"es":"Tipo","en":"Type"},"info":"SB0a "},{"label":{"es":"Masa","en":"Mass"},"info":"~10^12^ M☉ "},{"label":{"es":"Tamaño","en":"Size"},"info":"650 kly (200 kpc) – 750 kly (230 kpc)"},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"0.219′ × 0.204′ "}]},{"id":"22ebbc26-9fd5-45ab-babb-07debb8cab4f","galaxy":{"original":"Mayall's Object","translation":"Objeto de Mayall"},"constellation":{"original":"Ursa Major","translation":"Osa Mayor"},"desc":{"original":"Mayall's Object (also classified under the Atlas of Peculiar Galaxies as Arp 148) is the result of two colliding galaxies located 500 million light years away within the constellation of Ursa Major. It was discovered by American astronomer Nicholas U. Mayall of the Lick Observatory on 13 March 1940, using the Crossley reflector. When first discovered, Mayall's Object was described as a peculiar nebula, shaped like a question mark. Originally theorized to represent a galaxy reacting with the intergalactic medium, it is now thought to represent the collision of two galaxies, resulting in a new object consisting of a ring-shaped galaxy with a tail emerging from it. It is thought that the collision between the two galaxies created a shockwave that initially drew matter into the center which then formed the ring.\n\nArp 148 was imaged by the Hubble Space Telescope as part of a survey of what are thought to be colliding galaxies. The image was taken with Wide Field and Planetary Camera 2 instrument. It was released along with 59 other images of this type in 2008 for that space telescopes' 18th anniversary.","translation":"El Objeto de Mayall (también clasificado bajo el Atlas de Galaxias Peculiares como Arp 148) es el resultado de la colisión de dos galaxias ubicadas a 500 millones de años luz de distancia en la constelación de la Osa Mayor. Fue descubierto por el astrónomo estadounidense Nicholas U. Mayall del Observatorio Lick el 13 de marzo de 1940, utilizando el reflector Crossley. Cuando se descubrió por primera vez, el Objeto de Mayall fue descrito como una nebulosa peculiar en forma de signo de interrogación."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"PGC 42102, LEDA 42102, VPC 1091, 2MASX J12365934+1419494, Gaia DR2 3932516418935413504 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Coma Berenices "},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 36m 59.34697s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+14° 19′ 49.1585″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"0.082557 ± 0.000033 "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"24,750 ± 10 km/s "},{"label":{"es":"Velocidad galactocéntrica","en":"Galactocentric velocity"},"info":"24,707 ± 10 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"1.19 Gly (366 Mpc) h^-1 0.73 "},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"15.809 ± 0.009 "},{"label":{"es":"Magnitud absoluta","en":"Absolute magnitude"},"info":"-22.01 ± 0.50 "},{"label":{"es":"Tipo","en":"Type"},"info":"SB0a "},{"label":{"es":"Masa","en":"Mass"},"info":"~10^12 M☉ "},{"label":{"es":"Tamaño","en":"Size"},"info":"650 kly - 750 kly    - 750 kly (230 kpc) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"0.219′ × 0.204′ "}]},{"id":"57d35f03-198f-4990-b05b-30cfa63a3524","galaxy":{"original":"Medusa Merger","translation":"Fusión de Medusa"},"constellation":{"original":"Ursa Major","translation":"Osa Mayor"},"desc":{"original":"NGC 4194, the Medusa merger, is a pair of interacting galaxies in the constellation Ursa Major.\n\nA region of extreme star formation 500 ly (150 pc) across exists in the center of the Eye of Medusa, the central gas-rich region.","translation":"NGC 4194, la fusión de Medusa, es un par de galaxias en interacción en la constelación de la Osa Mayor.\n\nUna región de formación estelar extrema de 500 años luz (150 pc) de diámetro existe en el centro del Ojo de Medusa, la región central rica en gas."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"UGC 7241, PGC 39068, ARP 160, MRK 201, Medusa merger, Medusa galaxy merger "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Ursa Major"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 14m 09.5s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+54° 31′ 37″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"2501 ± 1 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"128.8 Mly"},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"16.3g "},{"label":{"es":"Tipo","en":"Type"},"info":"IBm pec "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"0.14′ × 0.13′ "}]},{"id":"15ce4cf0-2787-495b-a1cb-8b2484292291","galaxy":{"original":"Mice Galaxies","translation":"Galaxias Ratón"},"constellation":{"original":"Coma Berenices","translation":"Cabellera de Berenice"},"desc":{"original":"NGC 4676, or the Mice Galaxies, are two spiral galaxies in the constellation Coma Berenices. About 290 million light-years distant, they have begun the process of colliding and merging. Their \"mice\" name refers to the long tails produced by tidal action—the relative difference between gravitational pulls on the near and far parts of each galaxy—known here as a galactic tide. It is a possibility that both galaxies, which are members of the Coma Cluster, have experienced collision, and will continue colliding until they coalesce.\n\nThe colors of the galaxies are peculiar. In NGC 4676A a core with some dark markings is surrounded by a bluish white remnant of spiral arms. The tail is unusual, starting out blue and terminating in a more yellowish color, despite the fact that the beginning of each arm in virtually every spiral galaxy starts yellow and terminates in a bluish color. NGC 4676B has a yellowish core and two arcs; arm remnants underneath are bluish as well.\n\nThe galaxies were photographed in 2002 by the Hubble Space Telescope. In the background of the Mice Galaxies, there are at least 3,300 galaxies, at distances up to 13 billion light-years.","translation":"NGC 4676, o las Galaxias Ratón, son dos galaxias espirales en la constelación Coma Berenices. A unos 290 millones de años luz de distancia, han comenzado el proceso de colisión y fusión. Su nombre de \"ratón\" se refiere a las largas colas producidas por la acción de las mareas, que es la diferencia relativa entre las atracciones gravitacionales en las partes cercanas y lejanas de cada galaxia, conocida aquí como marea galáctica. Es posible que ambas galaxias, que son miembros del Cúmulo de Coma, hayan experimentado una colisión y seguirán colisionando hasta que se fusionen.\n\nLos colores de las galaxias son peculiares. En NGC 4676A, un núcleo con algunas marcas oscuras está rodeado por un remanente de brazos espirales blanquecino-azulados."},"galaxyData":[{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Mice Galaxies, IC 819 / 820, UGC 7938 / 7939, PGC 43062 / 43065, Arp 242 "},{"label":{"es":"Constelación","en":"Constellation"},"info":"Coma Berenices"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 46m 10.1s / 12h 46m 11.2s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+30° 43′ 55″ / +30° 43′ 22″ "},{"label":{"es":"Redshift","en":"Redshift"},"info":"6613 ± 8 / 6607 ± 7 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"290 Mly (89 Mpc) "},{"label":{"es":"Magnitud aparente","en":"Apparent magnitude"},"info":"14.7 / 14.4 "},{"label":{"es":"Tipo","en":"Type"},"info":"Irr / SB(s)0/a pec "},{"label":{"es":"Tamaño","en":"Size"},"info":"760,000 ly (233 kpc) (estimated) [a]"},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"2.3′ × 0.7′ / 2.2′ × 0.8′ "}]},{"id":"4f9d6aaf-41bc-4709-a79e-ab9e0a6eecff","galaxy":{"original":"Milky Way","translation":"Vía Láctea"},"constellation":{"original":"Sagittarius (centre)","translation":"Sagitario (centro)"},"desc":{"original":"The Milky Way is the galaxy that includes the Solar System, with the name describing the galaxy\\'s appearance from Earth: a hazy band of light seen in the night sky formed from stars that cannot be individually distinguished by the naked eye. The term Milky Way is a translation of the Latin via lactea, from the Greek galaktikòs kýklos, meaning \"milky circle\". From Earth, the Milky Way appears as a band because its disk-shaped structure is viewed from within. Galileo Galilei first resolved the band of light into individual stars with his telescope in 1610. Until the early 1920s, most astronomers thought that the Milky Way contained all the stars in the Universe. Following the 1920 Great Debate between the astronomers Harlow Shapley and Heber Doust Curtis, observations by Edwin Hubble showed that the Milky Way is just one of many galaxies.\n\nThe Milky Way is a barred spiral galaxy with a D25 isophotal diameter estimated at 26.8 ± 1.1 kiloparsecs, but only about 1,000 light-years thick at the spiral arms (more at the bulge). Recent simulations suggest that a dark matter area, also containing some visible stars, may extend up to a diameter of almost 2 million light-years. The Milky Way has several satellite galaxies and is part of the Local Group of galaxies, which form part of the Virgo Supercluster, which is itself a component of the Laniakea Supercluster.\n\nIt is estimated to contain 100–400 billion stars and at least that number of planets. The Solar System is located at a radius of about 27,000 light-years from the Galactic Center, on the inner edge of the Orion Arm, one of the spiral-shaped concentrations of gas and dust. The stars in the innermost 10,000 light-years form a bulge and one or more bars that radiate from the bulge. The Galactic Center is an intense radio source known as Sagittarius A*, a supermassive black hole of 4.100 million solar masses. Stars and gases at a wide range of distances from the Galactic Center orbit at approximately 220 kilometers per second. The constant rotational speed appears to contradict the laws of Keplerian dynamics and suggests that much of the mass of the Milky Way is invisible to telescopes, neither emitting nor absorbing electromagnetic radiation. This conjectural mass has been termed \"dark matter\". The rotational period is about 212 million years at the radius of the Sun.\n\nThe Milky Way as a whole is moving at a velocity of approximately 600 km per second with respect to extragalactic frames of reference. The oldest stars in the Milky Way are nearly as old as the Universe itself and thus probably formed shortly after the Dark Ages of the Big Bang.","translation":"La Vía Láctea es la galaxia que incluye el Sistema Solar, siendo el nombre que describe la apariencia de la galaxia desde la Tierra: una banda nebulosa de luz visible en el cielo nocturno formada de estrellas que no pueden ser individualmente distinguibles por el ojo desnudo. El término Vía Láctea es una traducción del Latín via lactea, del Griego galaktikòs kýklos, que significa 'círculo lechoso'. Desde la Tierra, la Vía Láctea parece una banda debido a su estructura en forma de disco vista desde adentro. Galileo Galilei fue el primero en resolver la banda de luz en estrellas individuales con su telescopio en 1610. Hasta principios de los años 1920, la mayoría de los astrónomos pensaban que la Vía Láctea contenía todas las estrellas en el Universo."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Sagittarius"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"17h 45m 40.03599s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−29° 00′ 28.1699″ "},{"label":{"es":"Distancia","en":"Distance"},"info":"7.935–8.277 kpc (25,881–26,996 ly)"},{"label":{"es":"Tipo","en":"Type"},"info":"Sb; Sbc; SB(rs)bc "},{"label":{"es":"Masa","en":"Mass"},"info":"1.15×10^12 M☉"},{"label":{"es":"Número de estrellas","en":"Number of stars"},"info":"100–400 mil millones (1–4×10^11)"},{"label":{"es":"Tamaño","en":"Size"},"info":"26.8 ± 1.1 kpc (87,400 ± 3,590 ly) "},{"label":{"es":"Grosor del disco delgado","en":"Thickness of thin disk"},"info":"220–450 pc (718–1,470 ly)"},{"label":{"es":"Grosor del disco grueso","en":"Thickness of thick disk"},"info":"2.6 ± 0.5 kpc (8,500 ± 1,600 ly)"},{"label":{"es":"Momento angular","en":"Angular momentum"},"info":"~1×10^67 J s "},{"label":{"es":"Periodo de rotación galáctica del Sol","en":"Sun's Galactic rotation period"},"info":"212 Myr"},{"label":{"es":"Periodo de rotación del patrón espiral","en":"Spiral pattern rotation period"},"info":"220–360 Myr"},{"label":{"es":"Periodo de rotación del patrón de barra","en":"Bar pattern rotation period"},"info":"160–180 Myr"},{"label":{"es":"Velocidad relativa al marco de referencia CMB","en":"Speed relative to CMB rest frame"},"info":"552.2 ± 5.5 km/s"},{"label":{"es":"Velocidad de escape en la posición del Sol","en":"Escape velocity at Sun's position"},"info":"550 km/s"},{"label":{"es":"Densidad de materia oscura en la posición del Sol","en":"Dark matter density at Sun's position"},"info":"0.0088 +0.0024 −0.0018 M☉/pc^3 (0.35 +0.08 −0.07 GeV cm^−3)"}]},{"id":"598e674e-2fe7-4e09-9cab-24e690164382","galaxy":{"original":"Needle Galaxy","translation":"Galaxia Aguja"},"constellation":{"original":"Coma Berenices","translation":"Cabellera de Berenice"},"desc":{"original":"NGC 4565 is an edge-on spiral galaxy about 30 to 50 million light-years away in the constellation Coma Berenices. It lies close to the North Galactic Pole and has a visual magnitude of approximately 10. It is known as the Needle Galaxy for its narrow profile. First recorded in 1785 by William Herschel, it is a prominent example of an edge-on spiral galaxy.","translation":"NGC 4565 es una galaxia espiral en posición de canto que se encuentra a aproximadamente 30 a 50 millones de años luz de distancia en la constelación Coma Berenices. Está cerca del Polo Galáctico Norte y tiene una magnitud visual de aproximadamente 10. Se le conoce como la Galaxia de la Aguja debido a su perfil delgado. Primero registrada en 1785 por William Herschel, es un ejemplo destacado de una galaxia espiral en posición de canto."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Coma Berenices"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"12h 36m 20.8s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+25° 59′ 16″ "},{"label":{"es":"Desplazamiento al rojo","en":"Redshift"},"info":"0.004103 "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"1230 ± 5 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"42.7 ± 12 Mly (13.1 ± 3.7 Mpc) \n53 ± 4 Mly (16.2 ± 1.3 Mpc) "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"10.42 "},{"label":{"es":"Tipo","en":"Type"},"info":"SA(s)b? "},{"label":{"es":"Tamaño aparente (V)","en":"Apparent size (V)"},"info":"15.90′ × 1.85′ "},{"label":{"es":"Other designations","en":"Other designations"},"info":[{"info":"UGC 7772, PGC 42038, Caldwell 38 "}]}]},{"id":"108c9485-88bc-41d0-9fca-2d016b6f1c69","galaxy":{"original":"Peekaboo Galaxy","translation":"Galaxia Peekaboo"},"constellation":{"original":"Hydra","translation":"Hidra"},"desc":{"original":"The Peekaboo Galaxy (officially known as HIPASS J1131-31 and PGC 5060432) is an irregular compact blue (suggesting hot young stars) dwarf galaxy in the constellation Hydra.[3] The galaxy is relatively small, at about 1,200 light-years (0.00037 Mpc) across. It is also relatively nearby, at a distance of around 22 million light-years (6.7 Mpc) from Earth.","translation":"La Galaxia Peekaboo (conocida oficialmente como HIPASS J1131-31 y PGC 5060432) es una galaxia enana compacta e irregular de color azul (lo que sugiere la presencia de estrellas jóvenes y calientes) en la constelación de Hydra. La galaxia es relativamente pequeña, con aproximadamente 1,200 años luz (0.00037 Mpc) de diámetro. También está relativamente cerca, a una distancia de alrededor de 22 millones de años luz (6.7 Mpc) de la Tierra."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Hydra "},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"11h 31m 34.6s \n11h 31m 35.2s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−31° 40′ 28″ \n−31° 40′ 20″ "},{"label":{"es":"Distancia","en":"Distance"},"info":"22.2 ± 2.3 Mly (6.8 ± 0.7 Mpc) \n"},{"label":{"es":"Tipo","en":"Type"},"info":"Irregular compact blue dwarf galaxy"},{"label":{"es":"Tamaño aparente (V)","en":"Apparent size (V)"},"info":"11 arcsec \n1,200 ly (370 pc) "},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"HIPASS J1131-31; PGC 5060432"}]},{"id":"c2aa57c3-96d4-46f0-bb20-770a75f3caa4","galaxy":{"original":"Pinwheel Galaxy","translation":"Galaxia Molinillo"},"constellation":{"original":"Ursa Major","translation":"Osa Mayor"},"desc":{"original":"The Pinwheel Galaxy (also known as Messier 101, M101 or NGC 5457) is a face-on spiral galaxy 21 million light-years away from Earth in the constellation Ursa Major. It was discovered by Pierre Méchain in 1781 and was communicated that year to Charles Messier, who verified its position for inclusion in the Messier Catalogue as one of its final entries.\n\nOn February 28, 2006, NASA and the European Space Agency released a very detailed image of the Pinwheel Galaxy, which was the largest and most-detailed image of a galaxy by Hubble Space Telescope at the time. The image was composed of 51 individual exposures, plus some extra ground-based photos.","translation":"La Galaxia del Molinillo (también conocida como Messier 101, M101 o NGC 5457) es una galaxia espiral de vista frontal ubicada a 21 millones de años luz de la Tierra en la constelación de la Osa Mayor. Fue descubierta por Pierre Méchain en 1781 y se comunicó ese mismo año a Charles Messier, quien verificó su posición para incluirla en el Catálogo Messier como una de sus últimas entradas.\n\nEl 28 de febrero de 2006, la NASA y la Agencia Espacial Europea publicaron una imagen muy detallada de la Galaxia del Molinillo, que en ese momento era la imagen de una galaxia más grande y detallada capturada por el Telescopio Espacial Hubble."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Ursa Major"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"14h 03m 12.6s"},{"label":{"es":"Declinación","en":"Declination"},"info":"+54° 20′ 57″"},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"0.000804"},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"241 ± 2 km/s"},{"label":{"es":"Distancia","en":"Distance"},"info":"20.9 ± 1.8 Mly (6.4 ± 0.5 Mpc)"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"7.9 "},{"label":{"es":"Tipo","en":"Type"},"info":"SAB(rs)cd"},{"label":{"es":"Número de estrellas","en":"Number of stars"},"info":"1 trillion (10^12)"},{"label":{"es":"Tamaño","en":"Size"},"info":"51.91 kpc (169,300 ly) "},{"label":{"es":"Tamaño aparente (V)","en":"Apparent size (V)"},"info":"28′.8 × 26′.9"},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Messier 101, M101, NGC 5457, UGC 8981, PGC 50063, Arp 26"}]},{"id":"87aeae10-7ec7-4cd4-b1e6-15990588f859","galaxy":{"original":"Sculptor Dwarf Galaxy","translation":"Galaxia Enana Escultor"},"constellation":{"original":"Sculptor","translation":"Escultor"},"desc":{"original":"The Sculptor Dwarf Galaxy (also known as Sculptor Dwarf Elliptical Galaxy or the Sculptor Dwarf Spheroidal Galaxy, and formerly as the Sculptor System) is a dwarf spheroidal galaxy that is a satellite of the Milky Way. The galaxy lies within the constellation Sculptor. It was discovered in 1937 by American astronomer Harlow Shapley using the 24-inch Bruce refractor at Boyden Observatory. The galaxy is located about 290,000 light-years away from the Solar System. The Sculptor Dwarf contains only 4 percent of the carbon and other heavy elements in our own galaxy, the Milky Way, making it similar to primitive galaxies seen at the edge of the universe.","translation":"La Galaxia Enana del Escultor (también conocida como Galaxia Elíptica Enana del Escultor o la Galaxia Esferoidal Enana del Escultor, y anteriormente como el Sistema del Escultor) es una galaxia esferoidal enana que es satélite de la Vía Láctea. La galaxia se encuentra dentro de la constelación Escultor. Fue descubierta en 1937 por el astrónomo estadounidense Harlow Shapley utilizando el refractor Bruce de 24 pulgadas en el Observatorio Boyden. La galaxia está ubicada a unos 290,000 años luz de distancia del Sistema Solar. La Galaxia Enana del Escultor contiene solo el 4 por ciento del carbono y otros elementos pesados en nuestra propia galaxia, la Vía Láctea, lo que la hace similar a las galaxias primitivas vistas en el borde del universo."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Sculptor"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"01h 00m 09.3s"},{"label":{"es":"Declinación","en":"Declination"},"info":"−33° 42′ 33″"},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"110 ± 1 km/s"},{"label":{"es":"Distancia","en":"Distance"},"info":"290 ± 30 kly (90 ± 10 kpc)"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"10.1 "},{"label":{"es":"Tipo","en":"Type"},"info":"E "},{"label":{"es":"Tamaño aparente (V)","en":"Apparent size (V)"},"info":"39′.8 × 30′.9 "},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Sculptor Dwarf Spheroidal, PGC 3589, MCG-06-03-015 "}]},{"id":"5cfddca5-54f2-4f31-b1df-177de34c411c","galaxy":{"original":"Sculptor Galaxy","translation":"Galaxia Escultor"},"constellation":{"original":"Sculptor","translation":"Escultor"},"desc":{"original":"The Sculptor Galaxy (also known as the Silver Coin, Silver Dollar Galaxy, NGC 253, or Caldwell 65) is an intermediate spiral galaxy in the constellation Sculptor. The Sculptor Galaxy is a starburst galaxy, which means that it is currently undergoing a period of intense star formation.","translation":"La Galaxia del Escultor (también conocida como la Moneda de Plata, la Galaxia del Dólar de Plata, NGC 253 o Caldwell 65) es una galaxia espiral intermedia en la constelación del Escultor. La Galaxia del Escultor es una galaxia con estallidos de formación estelar, lo que significa que actualmente está experimentando un período de intensa formación de estrellas."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Sculptor"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"00h 47m 33s"},{"label":{"es":"Declinación","en":"Declination"},"info":"−25° 17′ 18″"},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"0.000811"},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"243 ± 2 km/s"},{"label":{"es":"Distancia","en":"Distance"},"info":"11.4 ± 0.7 Mly (3.5 ± 0.2 Mpc)"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"8.0 "},{"label":{"es":"Tipo","en":"Type"},"info":"SAB(s)c "},{"label":{"es":"Tamaño","en":"Size"},"info":"~90,000 ly (diameter)"},{"label":{"es":"Tamaño aparente (V)","en":"Apparent size (V)"},"info":"27′.5 × 6′.8 "},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Silver Coin Galaxy, Silver Dollar Galaxy, NGC 253, UGCA 13, PGC 2789, Caldwell 65 "}]},{"id":"d055de1a-3337-41f2-968f-afda7587917f","galaxy":{"original":"Small Magellanic Cloud","translation":"Nube Menor de Magallanes"},"constellation":{"original":"Tucana","translation":"Tucán"},"desc":{"original":"The Small Magellanic Cloud (SMC), or Nubecula Minor, is a dwarf galaxy near the Milky Way. Classified as a dwarf irregular galaxy, the SMC has a D25 isophotal diameter of about 5.78 kiloparsecs (18,900 light-years), and contains several hundred million stars. It has a total mass of approximately 7 billion solar masses. At a distance of about 200,000 light-years, the SMC is among the nearest intergalactic neighbors of the Milky Way and is one of the most distant objects visible to the naked eye.\n\nThe SMC is visible from the entire Southern Hemisphere, but can be fully glimpsed low above the southern horizon from latitudes south of about 15° north. The galaxy is located across both the constellations of Tucana and part of Hydrus, appearing as a faint hazy patch resembling a detached piece of the Milky Way. The SMC has an average apparent diameter of about 4.2° (8 times the Moon's) and thus covers an area of about 14 square degrees (70 times the Moon's). Since its surface brightness is very low, this deep-sky object is best seen on clear moonless nights and away from city lights. The SMC forms a pair with the Large Magellanic Cloud (LMC), which lies 20° to the east, and like the LMC, it is a member of the Local Group. It is currently a satellite of the Milky Way, but is likely a former satellite of the LMC.","translation":"La Pequeña Nube de Magallanes (SMC), o Nubecula Minor, es una galaxia enana cerca de la Vía Láctea. Clasificada como una galaxia irregular enana, la SMC tiene un diámetro isofotal D25 de aproximadamente 5.78 kiloparsecs (18,900 años luz) y contiene varios cientos de millones de estrellas. Tiene una masa total de aproximadamente 7 mil millones de masas solares. A una distancia de aproximadamente 200,000 años luz, la SMC está entre los vecinos intergalácticos más cercanos de la Vía Láctea y es uno de los objetos más distantes visibles a simple vista."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Tucana y Hydrus"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"00h 52m 44.8s"},{"label":{"es":"Declinación","en":"Declination"},"info":"−72° 49′ 43″"},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"0.000527"},{"label":{"es":"Distancia","en":"Distance"},"info":"203.7 ± 1.5 kly (62.44 ± 0.47 kpc)"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"2.7 "},{"label":{"es":"Tipo","en":"Type"},"info":"SB(s)m pec "},{"label":{"es":"Número de estrellas","en":"Number of stars"},"info":"3 mil millones "},{"label":{"es":"Tamaño","en":"Size"},"info":"5.78 kiloparsecs (18,900 años luz) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"5° 20′ × 3° 5′ "},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"SMC, NGC 292, PGC 3085, Nubecula Minor "}]},{"id":"a7dcdbde-c3fe-4dcb-a7d9-ff9a188dcd98","galaxy":{"original":"Sombrero Galaxy","translation":"Galaxia Sombrero"},"constellation":{"original":"Virgo","translation":"Virgo"},"desc":{"original":"The Sombrero Galaxy (also known as Messier Object 104, M104 or NGC 4594) is a peculiar galaxy of unclear classification in the constellation borders of Virgo and Corvus, being about 9.55 megaparsecs from the Milky Way galaxy. It is a member of the Virgo II Groups, a series of galaxies and galaxy clusters strung out from the southern edge of the Virgo Supercluster. It has a D25 isophotal diameter of approximately 29.09 kiloparsecs, making it slightly bigger in size than the Milky Way.\n\nIt has a bright nucleus, an unusually large central bulge, and a prominent dust lane in its outer disk, which is viewed almost edge-on. The dark dust lane and the bulge give it the appearance of a sombrero hat (thus the name). Astronomers initially thought the halo was small and light, indicative of a spiral galaxy; but the Spitzer Space Telescope found that the dust ring was larger and more massive than previously thought, indicative of a giant elliptical galaxy.","translation":"La Galaxia del Sombrero (también conocida como Objeto Messier 104, M104 o NGC 4594) es una galaxia peculiar de clasificación no clara en los límites de las constelaciones Virgo y Corvus, ubicada a unos 9.55 megapársecs de la Vía Láctea. Es miembro de los Grupos Virgo II, una serie de galaxias y cúmulos de galaxias dispersos en el borde sur del Superacúmulo de Virgo. Tiene un diámetro isofotal D25 de aproximadamente 29.09 kilopársecs, lo que la hace ligeramente más grande que la Vía Láctea.\n\nTiene un núcleo brillante, un bulto central inusualmente grande y una prominente franja de polvo en su disco exterior, que se ve casi de canto."},"galaxyData":[]},{"id":"2b149268-b477-4feb-832c-71eeda1ea387","galaxy":{"original":"Southern Pinwheel Galaxy","translation":"Galaxia del Molinillo del Sur"},"constellation":{"original":"Hydra","translation":"Hidra"},"desc":{"original":"Messier 83 or M83, also known as the Southern Pinwheel Galaxy and NGC 5236, is a barred spiral galaxy approximately 15 million light-years away in the constellation borders of Hydra and Centaurus. Nicolas-Louis de Lacaille discovered M83 on 23 February 1752 at the Cape of Good Hope. Charles Messier added it to his catalogue of nebulous objects (now known as the Messier Catalogue) in March 1781.\n\nIt is one of the closest and brightest barred spiral galaxies in the sky, and is visible with binoculars. It has an isophotal diameter at about 36.24 kiloparsecs (118,000 light-years). Its nickname of the Southern Pinwheel derives from its resemblance to the Pinwheel Galaxy (M101).","translation":"Messier 83 o M83, también conocida como la Galaxia del Molinillo del Sur y NGC 5236, es una galaxia espiral barrada ubicada a aproximadamente 15 millones de años luz de distancia en los límites de las constelaciones Hydra y Centaurus. Nicolás-Louis de Lacaille descubrió M83 el 23 de febrero de 1752 en el Cabo de Buena Esperanza. Charles Messier la agregó a su catálogo de objetos nebulosos (ahora conocido como el Catálogo Messier) en marzo de 1781.\n\nEs una de las galaxias espirales barradas más cercanas y brillantes en el cielo, y es visible con binoculares."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Hydra"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"13h 37m 00.919s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−29° 51′ 56.74″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"0.001721 ± 0.000013 "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"508 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"14.7 Mly (4.50 Mpc) "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"7.6 "},{"label":{"es":"Tipo","en":"Type"},"info":"SAB(s)c "},{"label":{"es":"Tamaño","en":"Size"},"info":"36.24 kiloparsecs (118,000 años luz) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"12′.9 × 11′.5 "},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Southern Pinwheel Galaxy, NGC 5236, PGC 48082, UGCA 366 "}]},{"id":"220b4cce-2fe7-40d7-bde8-54281c49b603","galaxy":{"original":"Sunflower Galaxy","translation":"Galaxia Girasol"},"constellation":{"original":"Canes Venatici","translation":"Canes Venatici"},"desc":{"original":"Messier 63 or M63, also known as NGC 5055 or the seldom-used Sunflower Galaxy, is a spiral galaxy in the northern constellation of Canes Venatici with approximately 400 billion stars. M63 was first discovered by the French astronomer Pierre Méchain, then later verified by his colleague Charles Messier on June 14, 1779. The galaxy became listed as object 63 in the Messier Catalogue. In the mid-19th century, Anglo-Irish astronomer Lord Rosse identified spiral structures within the galaxy, making this one of the first galaxies in which such structure was identified.\n\nThe shape or morphology of this galaxy has a classification of SAbc, indicating a spiral form with no central bar feature (SA) and moderate to loosely wound arms (bc). There is a general lack of large-scale continuous spiral structure in visible light, so it is considered a flocculent galaxy. However, when observed in the near infrared, a symmetric, two-arm structure is seen. Each arm wraps 150° around the galaxy and extends out to 13,000 light-years from the nucleus.","translation":"Messier 63 o M63, también conocida como NGC 5055 o la rara vez usada Galaxia del Girasol, es una galaxia espiral en la constelación septentrional de Canes Venatici con aproximadamente 400 mil millones de estrellas. M63 fue descubierta por el astrónomo francés Pierre Méchain y luego verificada por su colega Charles Messier el 14 de junio de 1779. La galaxia quedó registrada como el objeto 63 en el Catálogo Messier. En el siglo XIX, el astrónomo anglo-irlandés Lord Rosse identificó estructuras en espiral dentro de la galaxia, lo que la convierte en una de las primeras galaxias en las que se identificó tal estructura."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Canes Venatici"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"13h 15m 49.27385s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+42° 01′ 45.7261″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"484 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"29.3 Mly (8.99 Mpc) "},{"label":{"es":"Grupo o cúmulo","en":"Group or cluster"},"info":"M51 Group"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"9.3 "},{"label":{"es":"Tipo","en":"Type"},"info":"SAbc "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"12.6′ × 7.2′ "},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"M63, NGC 5055, PGC 46153, UGC 8334 "}]},{"id":"f41a1a5e-a9ff-42ee-9596-a8e3f2084766","galaxy":{"original":"Tadpole Galaxy","translation":"Galaxia Renacuajo"},"constellation":{"original":"Draco","translation":"Dragón"},"desc":{"original":"The Tadpole Galaxy, also known as UGC 10214 and Arp 188, is a disrupted barred spiral galaxy located 420 million light-years from Earth in the northern constellation Draco. Its most dramatic feature is a trail of stars about 280,000 light-years long. Its size has been attributed to a merger with a smaller galaxy that is believed to have occurred about 100 million years ago. The galaxy is filled with bright blue star clusters triggered by the merger, some containing as many as one million stars. It is the largest disrupted spiral galaxy of its sort.\n\nIt is hypothesized that a more compact intruder galaxy crossed in front of the Tadpole Galaxy—from left to right from the perspective of Earth—and was slung around behind the Tadpole by their mutual gravitational attraction. During this close encounter, tidal forces drew out the spiral galaxy's stars, gases and dust, forming the conspicuous tail. The intruder galaxy, estimated to lie about 300,000 light-years behind the Tadpole, can be seen through foreground spiral arms at the upper left. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older; the tail's star clusters forming smaller satellites of the large spiral galaxy.","translation":"La Galaxia del Renacuajo, también conocida como UGC 10214 y Arp 188, es una galaxia espiral barrada perturbada ubicada a 420 millones de años luz de la Tierra en la constelación septentrional de Draco. Su característica más dramática es una cola de estrellas de aproximadamente 280,000 años luz de longitud. Su tamaño se atribuye a una fusión con una galaxia más pequeña que se cree que ocurrió hace unos 100 millones de años. La galaxia está llena de cúmulos de estrellas brillantes de color azul desencadenados por la fusión, algunos de los cuales contienen hasta un millón de estrellas. Es la galaxia espiral barrada perturbada más grande de su tipo."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Draco"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"16h 06m 03.9s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+55° 25′ 32″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"9401 ± 15 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"400 Mly"},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"14.4 "},{"label":{"es":"Tipo","en":"Type"},"info":"SB(s)c pec "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"3.6′ × 0.8′ "},{"label":{"es":"Características notables","en":"Notable features"},"info":"Galaxia en colisión"},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"UGC 10214, Arp 188, PGC 57129 "}]},{"id":"9dd4b82c-6422-42c2-9126-f341d91f4326","galaxy":{"original":"Triangulum Galaxy","translation":"Galaxia Triángulo"},"constellation":{"original":"Triangulum","translation":"Triángulo"},"desc":{"original":"The Triangulum Galaxy is a spiral galaxy 2.73 million light-years from Earth in the constellation Triangulum. It is catalogued as Messier 33 or NGC (New General Catalogue) 598. With the D25 isophotal diameter of 18.74 kiloparsecs, the Triangulum Galaxy is the third-largest member of the Local Group of galaxies, behind the Andromeda Galaxy and the Milky Way.\n\nThe galaxy is the smallest spiral galaxy in the Local Group (although the smaller Large and Small Magellanic Clouds may have been spirals before their encounters with the Milky Way), and is believed to be a satellite of the Andromeda Galaxy or on its rebound into the latter due to their interactions, velocities, and proximity to one another in the night sky. It also has an H II nucleus.","translation":"La Galaxia del Triángulo es una galaxia espiral ubicada a 2.73 millones de años luz de la Tierra en la constelación del Triángulo. Se cataloga como Messier 33 o NGC (Catálogo General Nuevo) 598. Con un diámetro isofotal D25 de 18.74 kilopársecs, la Galaxia del Triángulo es el tercer miembro más grande del Grupo Local de galaxias, detrás de la Galaxia de Andrómeda y la Vía Láctea.\n\nLa galaxia es la galaxia espiral más pequeña del Grupo Local (aunque las Nubes Magallánicas Grande y Pequeña más pequeñas podrían haber sido espirales antes de sus encuentros con la Vía Láctea) y se cree que es una satélite de la Galaxia de Andrómeda o en su rebote hacia esta última debido a sus interacciones, velocidades y proximidad mutua en el cielo nocturno. También tiene un núcleo H II."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Triangulum"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"01h 33m 50.02s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+30° 39′ 36.7″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"-0.000607 ± 0.000010 "},{"label":{"es":"Velocidad radial heliocéntrica","en":"Helio radial velocity"},"info":"-179 ± 3 km/s "},{"label":{"es":"Velocidad galactocéntrica","en":"Galactocentric velocity"},"info":"-44 ± 6 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"970 kpc (3.2 Mly) "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"5.72 "},{"label":{"es":"Tipo","en":"Type"},"info":"SA(s)cd "},{"label":{"es":"Masa","en":"Mass"},"info":"5x10^10 M☉ "},{"label":{"es":"Número de estrellas","en":"Number of stars"},"info":"40 mil millones (4x10^10) "},{"label":{"es":"Tamaño","en":"Size"},"info":"18.74 kpc (61,120 ly) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"70.8 × 41.7 moa "},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"NGC 0598, MCG+05-04-069, UGC 1117, PGC 5818 "}]},{"id":"1d0708df-1256-4bae-abab-9edf038ea562","galaxy":{"original":"Whirlpool Galaxy","translation":"Galaxia Remolino"},"constellation":{"original":"Canes Venatici","translation":"Canes Venatici"},"desc":{"original":"The Whirlpool Galaxy, also known as Messier 51a (M51a) or NGC 5194, is an interacting grand-design spiral galaxy with a Seyfert 2 active galactic nucleus. It lies in the constellation Canes Venatici, and was the first galaxy to be classified as a spiral galaxy. It is between 23 and 31 million light-years away and 76,900 light-years (23,580 parsecs) in diameter.\n\nThe galaxy and its companion, NGC 5195, are easily observed by amateur astronomers, and the two galaxies may be seen with binoculars. The Whirlpool Galaxy has been extensively observed by professional astronomers, and its pair with NGC 5195 who study it to understand galaxy structure (particularly structure associated with the spiral arms) and galaxy interactions. Its pair with NGC 5194 is among the most famous and relatively close interacting systems, and thus is a favorite subject of galaxy interaction models.","translation":"La Galaxia del Remolino, también conocida como Messier 51a (M51a) o NGC 5194, es una galaxia espiral de diseño grandioso en interacción con un núcleo galáctico activo Seyfert 2. Se encuentra en la constelación Canes Venatici y fue la primera galaxia en ser clasificada como una galaxia espiral. Está ubicada entre 23 y 31 millones de años luz de distancia y tiene un diámetro de 76,900 años luz (23,580 parsecs).\n\nLa galaxia y su compañera, NGC 5195, son fácilmente observables por astrónomos aficionados, y ambas galaxias pueden ser vistas con binoculares."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Canes Venatici"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"13h 29m 52.7s "},{"label":{"es":"Declinación","en":"Declination"},"info":"+47° 11′ 43″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"0.001544 "},{"label":{"es":"Distancia","en":"Distance"},"info":"23 Mly (7.2 Mpc)  / 31 Mly (9.5 Mpc) "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"8.4 "},{"label":{"es":"Tipo","en":"Type"},"info":"SA(s)bc pec "},{"label":{"es":"Tamaño","en":"Size"},"info":"23.58 kpc (76.9 kly) "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"11′.2 × 6′.9 "},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"Question Mark Galaxy, Rosse's Galaxy, M51a, NGC 5194, UGC 8493, PGC 47404, VV 001a, VV 403, Arp 85, GC 3572 "}]},{"id":"bfcbf3bf-b20b-4ccc-b284-9c477816e739","galaxy":{"original":"Wolf-Lundmark-Melotte","translation":"Wolf-Lundmark-Melotte"},"constellation":{"original":"Cetus","translation":"Cetus"},"desc":{"original":"The Wolf–Lundmark–Melotte (WLM) is a barred irregular galaxy discovered in 1909 by Max Wolf, located on the outer edges of the Local Group. The discovery of the nature of the galaxy was accredited to Knut Lundmark and Philibert Jacques Melotte in 1926. It is in the constellation Cetus.","translation":"El Wolf-Lundmark-Melotte (WLM) es una galaxia irregular barrada descubierta en 1909 por Max Wolf, ubicada en los bordes exteriores del Grupo Local. El descubrimiento de la naturaleza de la galaxia fue atribuido a Knut Lundmark y Philibert Jacques Melotte en 1926. Se encuentra en la constelación de Cetus."},"galaxyData":[{"label":{"es":"Constelación","en":"Constellation"},"info":"Cetus"},{"label":{"es":"Ascensión recta","en":"Right ascension"},"info":"00h 01m 58.1s "},{"label":{"es":"Declinación","en":"Declination"},"info":"−15° 27′ 39″ "},{"label":{"es":"Corrimiento al rojo","en":"Redshift"},"info":"-122 ± 2 km/s "},{"label":{"es":"Distancia","en":"Distance"},"info":"3.04 ± 0.11 Mly (930 ± 30 kpc) "},{"label":{"es":"Magnitud aparente (V)","en":"Apparent magnitude (V)"},"info":"11.0 "},{"label":{"es":"Tipo","en":"Type"},"info":"IB(s)m "},{"label":{"es":"Tamaño aparente","en":"Apparent size"},"info":"11.5' × 4.2' "},{"label":{"es":"Notable features","en":"Notable features"},"info":"-"},{"label":{"es":"Otras designaciones","en":"Other designations"},"info":"WLM, DDO 221, UGCA 444, PGC 143 "}]}]